{"Go to the table and pick up the salt and place it in the white bin in the living room.": "bin_6", "Go to the room with the desk in it at the end of the hall and pick up the spray. Bring it to the lounge and put it down on the TV stand.": "TVStand_8463b5a2", "Pick up the teddy bear from the bed and move it to the nearby sofa.": "Sofa_69feb537", "Go back to the bed and pick up the book and place it on the table next to the bed.": "SideTable_a6440304", "Go to the white chair and pick up the bowl. Place it in the box in the living room.": "Box_23", "Pick up the vase from the brown table and place it in front of the plate on the white table close to the television.": "CoffeeTable_06686dd7", "Pick up the nearby alarm, take it to the living room and put it down on the table.": "CoffeeTable_06686dd7", "Go pick up the vase. Take it to the living room and put it on the table.": "CoffeeTable_06686dd7", "Take the remote on top of the brown desk and bring it to the room with the shelves that have a pot on the top. Put it on the bottom shelf.": "thorkea_shelving_unit_kallax_large", "Pick up the glass from the lounge, take it to the bedroom and put it down on the chest of drawers.": "thorkea_dresser_aneboda", "Pick up the nearby clock and then move to the table in the central area and put it down.": "CoffeeTable_8c551ce5", "Pick up the cup from the white table near the television and place it on the brown table in between the laptop and the vase.": "CoffeeTable_06686dd7", "Find the pepper and put it on top of the green chair with a blue pillow on it.": "ArmChair_d46035d3", "Pick up the spray from the table and take it to the room with the laptop in it. Put the item down next to the PC.": "CoffeeTable_8c551ce5", "Grab the baseball bat and place it on the nightstand with an alarm on it.": "SideTable_36d359c2", "Pick up the apple next to the laptop and place it next to the pillow on the white sofa near the television.": "thorkea_sofa_vreta", "Pick up the nearby apple and take it to the room with the TV and put it down on the chest of drawers.": "Drawer_d31c1a91", "Take the apple and go into the corridor with the TV. Place it inside the pot that is next to the TV.": "Pot_2", "Go to the bedroom, grab the book on the bed next to the laptop, bring the book into the living room with the grey couch and put the book on the coffee table.": "CoffeeTable_97df7c10", "Find the yellow cup and bring it to me in the room with a plant next to chair that has books on it.": "ArmChair_6dfdf259", "Pick up the cup from the chest of drawers and take it to the central area and put it down on the large chair.": "ArmChair_6dfdf259", "Find the mug and put it in the green bin in the other room.": "bin_28", "Pick up the vase across from the yellow couch. Bring it into the bedroom and put it on the bed.": "Bed_7245ea61", "Pick up the salt from the black table near the pepper and place it next to the apple on the brown table.": "SideTable_e98cf718", "Run towards the newspaper in the living room, pick it up, and place it next to the pot.": "Pot_2", "Go to the living room and take the basketball from the floor next to the couch and bring it to me in the bedroom.": "thorkea_bed_grankulla", "Pick up the tennis and place it on the chair.": "thorkea_office_chair_allak", "Go into the room with the television, pick up the remote, bring the remote into the room with the bed and place the remote on the bed.": "thorkea_bed_meldal", "Run to the bedroom and take the pillow on the bed in the bedroom and place it on the white sofa.": "thorkea_sofa_vreta", "Pick up the plate, which is near the glass, and place it next to the laptop and the tennis racket on the white table.": "thorkea_coffee_table_kragsta", "Go to the room with the desk with the apple on it and pick up the apple. Bring the apple into the bedroom and place the apple on the bed.": "thorkea_bed_meldal", "Go towards the bed and take the teddy bear on the bed to the living room and place it on the sofa.": "Sofa_69feb537", "Go to the living room and pick up the hand from the table and place it next to the laptop on the bed.": "Bed_7245ea61", "Go to the room with the tan couch, pick the pillow up and bring it into the room with the bed. Put the pillow on the bed.": "thorkea_bed_meldal", "Pick up the mug and place it next to the TV.": "Television_13", "Collect the mug from the table where my laptop is situated and put it next to the cup in the entertainment room.": "Cup_17", "Take the alarm clock on the drawers in the bedroom and place it on the table in the study.": "thorkea_coffee_table_hemnes", "Pick up the basketball by the television and place it on the small dark table in between the mug and the bottle.": "SideTable_94226875", "Run to the study, pick up the mug from the table, and bring it to me in the living room.": "thorkea_coffee_table_hemnes", "Pick up the book and place it on the bed.": "thorkea_bed_grankulla", "Go into the room with the round white table and pick up the tennis racket. Go into the central room with the brown desk and put the tennis racket on top.": "Drawer_53901d60", "Take the basketball from beside the bed and place it next to the TV in the living room.": "Television_5", "Take the alarm clock from the table in the corridor and place it next to the plant on the table in the middle corridor.": "CoffeeTable_8c551ce5", "Go into the central room and pick up the apple on the brown table. Go into the room with the chair in front of the TV and put the apple on the chair.": "ArmChair_d46035d3", "Pick up the bowl from the white chair next to the painting and place it next to the vase on the brown drawers.": "Drawer_d31c1a91", "Pick up the remote control next to the clock and bring it to me in the living room, place it on the chair.": "ArmChair_d46035d3", "Pick up the spray and place it next to the TV.": "Television_21", "Retrieve the remote from the entertainment room, then take it past the couch into the next room and drop it into the recycling bin.": "bin_5", "Go into the room that has a TV, pick up the blue pillow on the chair, go into the central room and put the pillow on the brown table.": "CoffeeTable_8c551ce5", "Go to the adjacent corridor next to the study, pick up the blue plate, and place it in the bin that is in the living room.": "bin_6", "Go to the drawers near the bed and pick up the alarm clock and drop it in the recycle box near the laptop.": "bin_5", "Take the apple and place it inside of the box.": "Box_27", "Next to the couch on the chair pick up the apple. Bring the apple into the adjacent room with the purple chair and put the apple on the purple chair.": "ArmChair_6dfdf259", "Go to the corridor and pick up the box at one end of the corridor and place it next to the plant at the other end of the corridor.": "Houseplant_28", "Pick up the remote control and go and place it on the drawer next to the TV.": "Drawer_d31c1a91", "Go pick up the mug on the table with the laptop and put the mug on the table near the TV and couch.": "thorkea_coffee_table_hemnes", "Pick up all three books from the chair and place them in the box next to the television.": "Box_23", "Go into the room with the purple chair and pick up the pillow on the purple chair, go into the area with the TV and place the pillow on the TV stand.": "thorkea_side_table_hol", "Run to the smaller living area and pick up the vase from the table next to the chair and bring it to me in the chair next to the plant.": "thorkea_office_chair_volmar", "Pick up the remote and put in on the couch.": "thorkea_sofa_vreta", "Take the spray bottle and place it to the right of the television.": "Television_13", "Pick up the spray from the floor and place it on the bottom shelf of the TV stand next to the baseball bat.": "Shelf_ed478c3e", "Take the apple away from the plant, making sure you then situate it between the salt and pepper on the dresser near the TV room.": "SideTable_36d359c2", "Run quickly to the room with a sideboard and pick up the vase. Take the vase to the living room and place it at the centre of the coffee table. Hasten up please!": "CoffeeTable_97df7c10", "Take the apple on the chair and go to the living room. Then put it next to the TV.": "Television_28", "Take the basketball and place it next to the lamp.": "Floor_Lamp_1", "Go pick up the salt and put it on the table next to the laptop and tennis.": "SideTable_36d359c2", "Take the remote on the couch and go to the living room. Then put it next to the TV.": "Television_28", "Bring the bowl from the chair and place it next to the cup. Then pick up the vase and drop it on the floor in front of the television.": "Television_28", "Go to the living room and pick up the plate on the coffee table. Place the plate on the table with the laptop in the next room.": "thorkea_desk_lisabo", "Throw the pencil away in the trash can.": "bin_21", "Mosey on over to the drawer near the office to pick up the blue plate, and drop it on the chair near the painting with the reddish-brown tones.": "ArmChair_d46035d3", "Pick up the alarm and put in on top of the drawer next to the spray and apple.": "Drawer_0ce4f9b5", "Grab the book that is next to the television. Place it on the table next to the hand.": "SideTable_a6440304", "Place the apple next to the laptop on the table by the books.": "CoffeeTable_d5ef56ac", "Grab the newspaper on the gray couch. Place it on the bed.": "Bed_7245ea61", "Go grab the tennis racket off the other office floor and place it atop the couch.": "thorkea_sofa_vreta", "Place the spray bottle next to the basketball.": "Drawer_e6896390", "Travel to the tall tan drawers to grab the pot, and then put it on the couch that has no pillow.": "ArmChair_d46035d3", "Go to the living room and pick up the pepper on the table. Then, put the pepper on the table with a remote controller and an alarm clock on it. Place the pepper immediately next to the remote controller.": "SideTable_36d359c2", "Take the hand from the coffee table to the yellow couch.": "Sofa_69feb537", "Go into the room with the lamp and grab the bat that is next to the wall. Take the bat into the room with the bed and place the bat on the mattress.": "thorkea_bed_grankulla", "Next to the chair bed is a baseball bat, pick it up and take it to the sofa.": "Sofa_69feb537", "Pick up the basketball next to the baseball bat and put it in the bin.": "bin_5", "Pick up the basketball and put it on top of the drawer next to the vase.": "Drawer_d31c1a91", "Take the remote from the TV table and place it on the sofa.": "thorkea_sofa_vreta", "Go into the room with the bed and take the pillow that is lying on top of the mattress. Then, place the pillow on the couch in the living room.": "thorkea_sofa_vreta", "Take the clock to the sofa chair.": "ArmChair_d46035d3", "Pick up the vase next to the basketball on the top of the drawer and put it on the box next to the alarm and candle.": "Box_23", "Go to the drawer and pick up the spray and take it to the sofa chair.": "ArmChair_d46035d3", "Go to the drawer and pick up the glass bottle and put it on the top of the shelf.": "thorkea_shelving_unit_kallax_large", "Take a vase and place on the coffee table flush against the wall.": "thorkea_coffee_table_hemnes", "Pick up the pillow on the chair and put it on the grey sofa with a laptop in the living room. Place it next to the remote control.": "thorkea_sofa_solsta", "Put the spray next to the bin on the white table in the lounge.": "thorkea_coffee_table_hemnes", "Please bring the box from the TV room and drop it on the floor next to the receptacle bin.": "bin_28", "Go to the bedroom and take the teddy bear that is sitting on the bed. Take the teddy bear and place it on the brown shelf next to the vase.": "Shelf_ed478c3e", "Take the TV remote and put it on the bed.": "thorkea_bed_meldal", "Grab the candle from the brown shelf. Take the candle and place it on the coffee table in the living room.": "CoffeeTable_97df7c10", "Pick up the apple and put it on the white table.": "SideTable_36d359c2", "Place the bowl on the bed.": "thorkea_bed_meldal", "Pick up the apple and place it on the table near the tennis racket.": "thorkea_dining_table_mella", "Grab the cellphone from the coffee table. Place the cellphone on the brown shelf next to the statue.": "Shelf_ed478c3e", "Pick up the bottle on the drawers and put it on the white table.": "SideTable_e98cf718", "Take the basketball from the floor by the bed. Place the basketball in the bin across the painting of a river and mountains.": "bin_5", "Pick up the pillow on the bed and place it by the TV.": "Television_13", "Run in to the next room and grab that vase, and then put it gently on the floor beside the tan seat.": "ArmChair_6dfdf259", "Pick up the basketball next to the alarm and put it in on the white chair.": "Chair_d2bbfe0f", "Take the apple and put in the green chair.": "ArmChair_d46035d3", "Take the cup from the coffee table. Put the cup on the brown table next to the laptop.": "thorkea_desk_lisabo", "Grab the spray from the coffee table with the plant. Place the spray on the black table next to the pepper.": "SideTable_36d359c2", "Pick up the book and put it on the white chair.": "Chair_d2bbfe0f", "Pick up the bottle and put it on the sofa.": "thorkea_sofa_solsta", "Take the black mug from the white table with the laptop. Place the black mug on the coffee table next to the leafy plant.": "CoffeeTable_8c551ce5", "Pick up the basketball on the floor opposite the TV and place it on the bed.": "thorkea_bed_grankulla", "Take the remote from the table. Place it on top of the drawers that have a cooking pot on top of it.": "Drawer_0ce4f9b5", "Pick up the spray that is on the brown table and throw it in the red bin.": "bin_13", "Pick up the teddy from the bed and place it by the TV.": "Television_21", "Grab the bowl from the chair. Put the bowl on the black table next to the mug.": "SideTable_a6440304", "Pick up the bottle and put it next to the pot on the white table.": "Drawer_e6896390", "Take the basketball from atop the table. Place the basketball underneath the white chair next to the couch.": "Chair_d2bbfe0f", "Put the remote in the box.": "Box_23", "Grab the candle and put it on the bottom drawer of the entertainment center to the right of the baseball bat.": "Drawer_d31c1a91", "Go to the living room, pick up the book and put it on the drawer.": "Drawer_e6896390", "Grab the cup that is next to the television. Place the cup on top of the chest of drawers next to the vase.": "Drawer_d31c1a91", "Pick up the newspaper on the sofa and place it on the bed.": "Bed_7245ea61", "Go to the living room, pick up the newspaper. Go to the bedroom and put the newspaper on the bed next to the laptop.": "Bed_7245ea61", "Pick up the alarm on the drawer, go to the living room and put it on the table.": "thorkea_coffee_table_hemnes", "Pick up the candle and place it by the apple on the table with the spray.": "Shelf_ed478c3e", "Take the mug that is next to the laptop to the living room and place it on the chair next to the sofa.": "Chair_d2bbfe0f", "Put the cup in the trash can.": "bin_28", "Go to the living room, pick up the cup, and put it in the blue bin.": "bin_5", "Go to the table and grab the apple on the table. Then go to the living room and place it on the sofa.": "thorkea_sofa_vreta", "Pick up the vase that is on the brown table. Go to the living room and put the vase on the white table.": "thorkea_coffee_table_hemnes", "Put the apple in the box.": "Box_23", "Take the fork and place it in the bowl.": "Bowl_21", "Pick up the alarm and place it by the plate on the table near the TV.": "thorkea_coffee_table_hemnes", "Pick up the tennis racket off the floor and put it on the bed.": "RoboTHOR_bed_grankulla", "Pick up the alarm and put it on the brown desk next to the apple.": "SideTable_36d359c2", "Take the apple from the white chair beside the couch and place it in the grey bowl on the white chair near the plant.": "Bowl_28", "Pick up the apple from the desk and put it on the black desk next to the plate.": "SideTable_36d359c2", "Grab the yellow vase from the bedroom and place it in the box next to the TV.": "Box_27", "Pick up the yellow vase on the brown table and then move to the lounge and place the book on the white table.": "thorkea_coffee_table_hemnes", "Go to the study room, pick up the tennis bat next to the laptop, go to the living room and put the bat on the chair next to the pillow.": "ArmChair_d46035d3", "Take the box next to the TV and place it under the table where the laptop is located.": "thorkea_dining_table_mella", "Pick up the book lying on the table next to the lamp and put it in the trash can.": "bin_13", "Take the tennis racket that's next to the brown desk and place it on the bed.": "RoboTHOR_bed_grankulla", "Go to the bedroom and take the teddy from the bed, then go to the living room and place the teddy on the sofa.": "Sofa_69feb537", "Get the remote and place it in the can next to the television.": "bin_6", "Pick up the remote from the couch. Put it on the drawer next to the vase.": "Drawer_d31c1a91", "Grab the remote off the nearby table. Go to the living room and place it on the chair directly next to the pillow.": "ArmChair_d46035d3", "Pick up the pillow. Put it on the drawer next to the vase.": "Drawer_d31c1a91", "Grab the first book from the circular white table and put it on the couch.": "thorkea_sofa_vreta", "Go to the living room and take the book that's next to the television. Then take the book and place it on the bed.": "Bed_7245ea61", "Pick up the vase on the brown table. Move to the living room and put the vase on the couch.": "thorkea_sofa_vreta", "Pick up the apple and put it in the living room next to the TV.": "Television_28", "Pick up the apple and place it by the pillow on the sofa.": "pillow_5", "Go to the bedroom and pick up the pillow from the bed and place it on the couch in the living room.": "thorkea_sofa_vreta", "Run to the open space with a chest in the middle of the room. Pick up the apple next to the spray and the bowl. Take the apple to the living room and put it on the table, next to the salt on the table.": "CoffeeTable_8c551ce5", "Place the alarm next to the laptop.": "CoffeeTable_8c551ce5", "Pick up the basketball and place it on the table near the laptop.": "thorkea_coffee_table_hemnes", "Go to the side room and pick up the tennis racket from beside the desk and place it in the box beside the television.": "Box_27", "Take the basketball from the table and run it to the trash can next to the bed, placing it down inside of it.": "bin_21", "Take the TV remote and place it on the white sofa.": "thorkea_sofa_vreta", "Pick up the remote and place it near the spray and the apple on the drawer.": "Drawer_0ce4f9b5", "Go to the side room and pick up the book from the table and place it on the bookshelf in the bedroom.": "Shelf_ca6ff107", "Run to the living room and grab the pen off the drawer, then bring it back to me to the bedroom.": "Bed_7245ea61", "Take the vase from the brown table in the next room and place the vase on the sofa in the living room.": "thorkea_sofa_vreta", "Pick up the apple and place it by the alarm clock.": "Alarm_Clock_6", "Pick up the hand, take it to the bowl and place the hand inside the bowl.": "Bowl_21", "Take the alarm from the bedroom and place it on the desk next to the laptop.": "thorkea_desk_gustav", "Go to the table in front of the TV and grab the hand, then bring it to the bedroom and place it on the bed.": "Bed_7245ea61", "Go to the nearby set of drawers and pick up the bottle then place it on the bedside table.": "SideTable_a6440304", "Pick up the pot and place it by the TV, in the bin.": "bin_6", "Pick up the vase and place it on the sofa.": "thorkea_sofa_vreta", "Take the basketball and place it on the table next to the bat.": "CoffeeTable_d5ef56ac", "Pick up the mug and place it on the desk.": "thorkea_desk_lisabo", "Pick up the basketball and put it on the sofa.": "Sofa_69feb537", "Pick up the apple and place it in the box on the floor in the TV room.": "Box_23", "Pick up the plate from the white table and drop it into the recycling bin on the low table, next to the laptop.": "bin_5", "Take the book on the bed and place it on top of the book on the TV stand.": "Book_5", "Pick up the spray by the sofa and place it near the laptop on the floor.": "Laptop_28", "Move the pepper next to the plant on the table.": "CoffeeTable_8c551ce5", "Go to the bedroom and pick up the teddy from the bed, then walk to the grey couch and put the teddy on it.": "Sofa_69feb537", "Go to the living room and take the cup from the table, then go to the room where the laptop is located and place the cup next to the laptop.": "Laptop_5", "Take the vase from the brown table close to the Starry Night painting and place it on the blue chair that's in the back corner of the room.": "thorkea_chair_extendable", "Go to the chair and pick up the bowl on the chair and put it on the floor.": "NONE", "Take the cellphone and place it on the desk next to the bed.": "SideTable_a6440304", "Pick up the alarm clock next to the lamp and place it on the table, next to the laptop.": "CoffeeTable_06686dd7", "Take the spray that is next to the bin and then go to the living room and place the spray on the table.": "thorkea_coffee_table_hemnes", "Pick up the pillow and place it on the other chair.": "ArmChair_d46035d3", "Move the vase from the brown table to the cushion that is on the sofa.": "thorkea_sofa_vreta", "Go to the drawer and pick up the vase and place it on the sofa next to the drawer.": "thorkea_sofa_solsta", "Run to the living room and grab the cellphone off the table and bring it back to me in the bedroom.": "Bed_7245ea61", "Pick up the spray and put it next to the TV.": "Television_6", "Pick up the candle in the couch room and place it near the book on the sofa.": "thorkea_sofa_solsta", "Take the spray that is sitting next to the plant and put it in the drawer that the pot is sitting on top of.": "Drawer_0ce4f9b5", "Move the baseball bat by the chair near the TV to the chair that faces the opposite way on the other side of the partition.": "ArmChair_d46035d3", "Pick up the apple and place it on the drawer.": "Drawer_d31c1a91", "Take the pillow from the couch and place it on the blue chair in the corner.": "thorkea_chair_extendable", "Go to the living room and pick up the pillow on the chair. Then go to the bin in the same room and drop it inside.": "bin_6", "Take the plate from the coffee table and put it inside the blue recycling bin next to the desk.": "bin_5", "Go pick up the fork and place it next to the laptop on my bed.": "Bed_7245ea61", "Pick up the pillow and place it on the bed.": "thorkea_bed_meldal", "Lift the plate from the small, high table and place it on the low table at the other end of the hall, next to the salt and pepper.": "SideTable_36d359c2", "Pick up the yellow vase from the brown table and take it to the living room and put it on the coffee table.": "thorkea_coffee_table_hemnes", "Pick up the pillow and place it in the box.": "Box_23", "Go pick up the spray and drop it in the trash box.": "bin_21", "Run to the living room, grab the pillow from the couch and bring it back to the bedroom and put it on the bed.": "thorkea_bed_meldal", "Grab the remote control next to the alarm clock and place it on the couch in the room with the TV.": "ArmChair_d46035d3", "Pick up the TV remote from the sofa, take it to the TV and place it between the TV and the pot, on top of the unit.": "SideTable_a6440304", "Pick up the spray and put it on the chair.": "Chair_d2bbfe0f", "Go to the living room and grab the cup from the coffee table and put it in the blue bin in the side room.": "bin_5", "Take the spray bottle from next to the wicker chair and place it next to the bottle on the small table.": "SideTable_a6440304", "Pick up the remote on the little side table in front of you and place it in the living room in front of the TV.": "Television_6", "Take the apple from the desk with the plant and place it on the table with the salt and pepper shakers.": "thorkea_coffee_table_kragsta", "Go to the purple chair and pick up the pillow and place it on the grey sofa.": "thorkea_sofa_solsta", "Take the Arabian Nights book from the bed and place it on the yellow sofa.": "Sofa_69feb537", "Pick up the basketball on the white cube unit and drop it in the open box that is to the left of the TV.": "Box_23", "Grab the apple off of the table in the main room and put it in the bin in the living room.": "bin_6", "Take the pencil from the grey sofa and place it on the round bedside table next to the bed.": "SideTable_a6440304", "Find the blue plate on the stand and then go to the room with the television. Then find the bin and drop the plate inside.": "bin_6", "Go to the drawer and pick up the salt. Then go to the living room and place the salt next to the television.": "SideTable_36d359c2", "Get the black mug beside the laptop and bring it back to me in the living room.": "CoffeeTable_8c551ce5", "Take the apple that is next to the laptop and place it on top of the blue chair that is closest to the corner in the same room.": "thorkea_chair_extendable", "Go to the next room and pick up the basketball from the drawer. Then go back to the next room and place the basketball next to the laptop.": "Laptop_28", "Take the remote control that is next to the TV and place it on the sofa.": "thorkea_sofa_vreta", "Fetch the spray bottle and put in on the desk next to the laptop.": "thorkea_desk_gustav", "Go to the bedroom and grab the basketball from near the bed. Then bring it to the living room and place it on the couch.": "thorkea_sofa_vreta", "Grab the basketball off of the side table and place it in the box in the hallway.": "Box_23", "Take the spray bottle on the floor next to the blue bin and place it on the white table in the living room.": "thorkea_coffee_table_hemnes", "Find the bowl that's on a chair in the next room, then place the bowl on the sofa next to the laptop.": "thorkea_sofa_solsta", "Find the book on the white table and put it on the sofa.": "thorkea_sofa_vreta", "Take the remote from the arm of the chair and place it on the cabinet in front of the TV.": "thorkea_dresser_aneboda", "Go to the next room and find the cup next to the television, then go to the box in the same room and drop it inside.": "Box_23", "Take the remote control next to the clock on the small brown table and place it on the green armchair with the blue pillow opposite the TV.": "ArmChair_d46035d3", "Pick up the apple by the laptop and put it on the TV table.": "thorkea_coffee_table_kragsta", "Pick up the remote control and take it to the TV area and put it down on the chest of drawers.": "Drawer_d31c1a91", "Take the cellphone from the coffee table and place it on the bedside table.": "SideTable_a6440304", "Pick up the book from the brown chair and put it away on the cupboard beside the purple armchair.": "ArmChair_6dfdf259", "Take the apple from the large rectangular table with the plant in the middle and place it on the sideboard that is next to the TV.": "SideTable_36d359c2", "Move the basketball from the floor to the little table in the room with the baseball bat.": "SideTable_a5e02ede", "Go to the next room and grab the remote from the brown table. Then go to the living room and place the remote next to the television.": "Television_6", "Take the bottle from the large rectangular table with the plant in the middle and place it in the room with the large white round table, on top of the table next to the laptop.": "SideTable_36d359c2", "Move the teddy from the bed to the yellow sofa.": "Sofa_69feb537", "Take the gold candle on top of the small square lattice table and place it on the sideboard next to the purple armchair in the same room.": "SideTable_a6440304", "Go to the hallway and pick up the bottle and place it on the drawer next to the purple armchair.": "Drawer_d31c1a91", "Take the basketball that is on the small white lattice table and place it on the floor between the cardboard box and the TV in the TV room.": "NONE", "Get the book from the room with the baseball bat and take it to the sofa.": "thorkea_sofa_vreta", "Get the apple next to the laptop and place it on the desk with the plant on it.": "thorkea_desk_gustav", "Take the white mug from the small sideboard opposite the light brown armchair with the books on top of it, and place it on top of the grey sofa next to the laptop.": "thorkea_sofa_solsta", "Please pick up the tennis racket from the floor and take it and place it on the bed.": "RoboTHOR_bed_grankulla", "Go to the living room and pick up the empty uncovered box on the floor, beside the TV stand. Take it to the room with the baseball bat and place it on the table in the corner of the room, close to the lamp.": "CoffeeTable_d5ef56ac", "Go to the room with the spray, pick up the spray and take it to the living room. Place the spray on the TV stand.": "TVStand_8463b5a2", "Pick up the box in the living room next to the TV and put it on the bed in the bedroom.": "RoboTHOR_bed_grankulla", "Find the apple in the lounge and put it in the bowl on the set of drawers.": "Bowl_21", "Go to the bedroom and pick up the yellow cushion that is on the bed. Put it on the white chair near the picture.": "Chair_d2bbfe0f", "Get the teddy on the bed and place it next to the television.": "Television_21", "Get the basketball from the bedroom and put it on the television table.": "thorkea_coffee_table_hemnes", "Move the vase from the table to the sofa in the lounge.": "thorkea_sofa_vreta", "Go to the living room, pick up the cup on the small table and go slowly to the bedroom. Place the cup on the desk in the bedroom, next to the table clock.": "SideTable_b540d7ca", "Pick up the tennis racket that is on the floor near the desk, then walk into the living room and place it on the sofa.": "thorkea_sofa_vreta", "Go to the bedroom room and pick up the teddy bear on the bed. Take it to the living room and place it in the middle of the sofa.": "Sofa_69feb537", "Take the plate from the lounge table and put it next to the laptop.": "Laptop_5", "Go toward the tan chair with the books, grab the top white book. Then go back into the living room and put it on top of the wooden dresser beside the glass vase.": "thorkea_dresser_aneboda", "Go to the desk with the plant on top and pick up the tennis racquet on the ground and place it inside the red bin.": "bin_13", "Get the basketball from the floor by the bed and put it in the blue bin.": "bin_5", "Go pick up the apple next to my laptop and place it on the blue chair at the furthest end of the same room.": "thorkea_office_chair_allak", "Pick up the apple that is near the laptop. Place it on the round table near the lamp.": "thorkea_dining_table_mella", "Get the remote from the small brown table and put it on the chair by the television.": "ArmChair_d46035d3", "Get the pot in front of the television and place it on the bed.": "Bed_7245ea61", "Pick up the book that is on the bed, then walk to the living room and place it on the table near the hand.": "CoffeeTable_97df7c10", "Walk to the living room and pick up the cell phone off the table, then place it on the bed.": "Bed_7245ea61", "Take the spray from the floor by the bin to the table with the TV on it.": "CoffeeTable_06686dd7", "Take the tennis racket next to the laptop and put it on the chair that’s next to the baseball bat in the TV room.": "ArmChair_d46035d3", "Pick up the spray off the square table, then bring it to me in the bedroom.": "Bed_7245ea61", "Get the vase from the table and put it on the sofa.": "thorkea_sofa_vreta", "Go to the living room and pick up the box on the floor by the TV and place it on the white chair in the hallway.": "Chair_d2bbfe0f", "Pick up the tennis racket and place it on the black table next to the red bin.": "thorkea_dining_table_mella", "Go to the central drawer unit and move the apple into the bowl.": "Bowl_6", "Grab the apple off the chair next to the couch, then drop it in the box near the TV.": "Box_23", "Get the basketball and place it on the table that is in front of the television.": "CoffeeTable_97df7c10", "Pick up the vase, head to the light blue chairs, and place the vase on right chair.": "thorkea_office_chair_allak", "Find the pot next to the TV and put it in the box in the corner of the room.": "Box_23", "Pick up the remote and take it to the chair facing the TV.": "ArmChair_d46035d3", "Pick up the basketball next to the baseball, then place it on the chair near the lamp.": "thorkea_chair_extendable", "Find the pillow on the purple chair and place it on the sofa.": "thorkea_sofa_solsta", "Fetch the blue plate and put it on the shelf under the one with the pot.": "thorkea_shelving_unit_kallax_large (1)", "Get the apple that is next to the laptop, then go to the living room and place it on the table near the cup.": "CoffeeTable_06686dd7", "Go to the living room and pick up the remote next to the television, then place it on top of the books on the chair.": "thorkea_chair_extendable", "Pick up the remote off the grey couch, then put it down next to the TV.": "Television_28", "Take the baseball bat from the TV room and place it by the purple chair.": "ArmChair_6dfdf259", "Get the apple from the white chair and put it next to the alarm.": "Alarm_Clock_28", "Pick up the remote off the table, then bring it to me in the room with the television.": "Television_6", "Fetch the books from the brown armchair and put them in the cardboard box in the corner of the room.": "Box_23", "Pick up the blue plate that is on the table with the cup, then walk to the table with the plant and place it near the apple.": "SideTable_36d359c2", "Pick up the newspaper lying on the couch and place it on the adjacent coffee table.": "CoffeeTable_97df7c10", "Find the basketball and put it on top of the books.": "Book_28", "Move to the bedroom. Take the teddy from the bed and place it on the yellow couch in the living room.": "Sofa_69feb537", "Go to the living room and pick up the blue pillow, then take it to table that has the salt and place it there.": "SideTable_36d359c2", "Move to the bedroom. Take the book from the bed and place it on the desk beside the bed.": "SideTable_a6440304", "Go to the living room and pick up the dog and place it on the desk in the bedroom.": "SideTable_b540d7ca", "Go to the end of the bedroom beside the cot. Pick up the basketball to the left of the baseball bat and place it by the TV.": "thorkea_desk_lisabo", "Pick up the apple in the office next to the laptop and then place the apple in the box in the living room next to the TV.": "Box_27", "Pick up the basketball that's next to the alarm, then drop it in the can next to the white chair.": "bin_28", "Get the apple from the chair in the living room, then bring it to me in the television room.": "Television_28", "Go get the vase from the brown table. Take it to the living room and place it next to the remote.": "thorkea_coffee_table_hemnes", "Pick up the candle next to the basketball, then place it on the sofa near the laptop.": "thorkea_sofa_solsta", "Go to the grey couch and pick up the newspaper, take it to the bedroom and place it on the bed.": "Bed_7245ea61", "Go to the living room. Pick up the cup and put it on the plate on the table.": "Plate_17", "Move to the other office room by exiting the room you are in and then turning right. Pick up the tennis racket on the floor by the desk. Take the tennis racket into the living room and place it on the sofa.": "thorkea_sofa_vreta", "Grab the glass cup from the table in front of the TV and place it next to the alarm clock on the dresser next to the bed.": "thorkea_dresser_aneboda", "Grab the pillow off the chair, then go to the brown chair and place it on top off the books.": "Book_28", "Go to the bedroom which is at the far end of the lounge and pick up the pillow which is on the bed. Take the pillow back to the study where you started and place it on the red bin.": "bin_13", "Put my basketball on the chair beneath the framed desert canyon photo.": "Chair_d2bbfe0f", "Please pick up the cup by the laptop and take it to the bedroom and place it on top of the bookshelf.": "Shelf_ca6ff107", "Go into the office, grab the spray beside the plant, and put it in the red trash can.": "bin_13", "Find my dresser alarm and place it in the box next to the TV.": "Box_27", "Go get the apple that is on top of the chest of drawers and place it on top of the shelf.": "thorkea_shelving_unit_kallax_large", "Take the fork, which is on top of the brown drawers opposite the yellow couch, and then walk towards the living room. Place the fork on the black table next to the television.": "CoffeeTable_97df7c10", "Grab the vase that is on the brown table. Place it on the white desk next to the alarm.": "thorkea_desk_lisabo", "Pick up the tennis racket next to the brown desk and place it on the black shelf.": "Shelf_ca6ff107", "Please pick up the basketball on the floor by the sofa and take it to the room with a desk and place it on the desk.": "thorkea_desk_gustav", "Walk into the bedroom which is to your left and pick up the book on the bed. Walk back past the couch and to the living room and place the book on the black sofa opposite the television.": "Sofa_69feb537", "Go get the spray off the black dresser in the next room and trash it in my bedroom.": "bin_21", "Get the basketball and place it in the can next to the laptop.": "bin_5", "Pick up the basketball next to the couch and place it on the brown shelf next to the bed.": "Shelf_ca6ff107", "Take the remote from the table right in front of you and leave it on the table with the blue plate on it.": "CoffeeTable_8c551ce5", "Take the apple and place it in the brown box.": "Box_27", "Walk to the lounge and pickup the cellphone on the table, turn around and walk back towards the couch, and place the phone on the couch.": "Sofa_69feb537", "Take the book from the bed and put it on the coffee table in front of the couch.": "CoffeeTable_97df7c10", "Go to the office area with the laptop. Grab the yellow vase and place it on the blue plate on the drawers.": "Plate_26", "Grab the pepper grinder from the table close to the TV and put it on the light brown dresser in the middle of the room.": "Drawer_6a3a6210", "Take the pen that is next to the basketball and put it on the couch with the newspaper.": "Sofa_69feb537", "Please pick up the vase from the cabinet and put it on the bed.": "Bed_7245ea61", "Pick up the spray and place it on the white stand with the plant on it.": "SideTable_a6440304", "Place the newspaper on the couch on my bed.": "Bed_7245ea61", "Pick up the basketball in the bedroom and then move to the waiting room and place the basketball on the light blue chair near the tall lamp.": "thorkea_office_chair_allak", "Go to the living room and grab the remote that is next to the TV. Place the remote next to the pillow on the couch in the same room.": "pillow_5", "Go into the living room and grab the baskeball beside the couch. Then proceed to put it on the white chair.": "Chair_d2bbfe0f", "Please pick up the newspaper from the sofa and place it on the bed.": "Bed_7245ea61", "Go to the lounge and pick up the pillow on the couch. Move it to the bedroom and place the pillow on the bed.": "thorkea_bed_meldal", "Take the newspaper and put it on the yellow couch.": "Sofa_69feb537", "Go to the bedroom and pick up the basketball and place it on the sofa in the living room.": "thorkea_sofa_vreta", "Pick up the remote lying on the couch and place it on the white desk with the plant sitting on it.": "SideTable_a6440304", "Please pick up the alarm clock on the chest of drawers and take it and place it on the white sofa.": "thorkea_sofa_vreta", "Go to the seating area with the purple chair. Grab the alarm and put it on top of the cushion that is on the chair.": "ArmChair_6dfdf259", "Get the plate in front of the television and place it on the bed.": "thorkea_bed_meldal", "Go to the hallway and pickup the apple on the brown chest of drawers next to the spray and then walk into the lounge and place the apple in the white basket next to the TV.": "bin_6", "Please pick up the vase from the table and place it on the bed.": "thorkea_bed_meldal", "Pick up the yellow vase and put it on the coffee table.": "CoffeeTable_06686dd7", "Run to the TV area and grab me the orange cup to the right of the TV.": "Television_28", "Please pick up the remote by the TV and take it and place it on the chest of drawers near the bed.": "thorkea_dresser_aneboda", "Go to the hallway and pick up the spray on the brown chest of drawers next to the apple and then walk to the office and place it on the table next to the laptop.": "SideTable_36d359c2", "Pick up the cup and put it in the recycling bin.": "bin_5", "Find the basketball and then go into the room with the bat and place the basketball next to the bat.": "BaseballBat_2", "Pick up the vase that is on the table and put it over on the dresser.": "thorkea_dresser_aneboda", "Go to the living room and grab the cup that is on the table. Place it on the table next to the laptop.": "thorkea_coffee_table_hemnes", "Please pick up the alarm clock from the small brown table and place it on the small black table next to the plate.": "SideTable_e98cf718", "Please pick up the blue plate from the small black table and place it on the green chair.": "ArmChair_d46035d3", "Grab the apple from the chair and then go to the room with the purple armchair and put the apple on the side table.": "SideTable_a6440304", "Go to the lounge and pick up the basketball, then take it to the study and put it on the table by the laptop.": "thorkea_desk_gustav", "Please pick up the bottle from the large brown table and place it on the small brown table.": "SideTable_36d359c2", "Grab the book from the orange couch and place it on the grey couch next to the laptop.": "thorkea_sofa_solsta", "Pick up the plate in the study and then take it to the lounge and put it down on the TV stand.": "TVStand_8463b5a2", "Go into the living room and grab the box beside the television, then put the box on the blue chair.": "Chair_d2bbfe0f", "Run down the hall and grab the orange cup next to the TV and put it down in front of the basketball on the white storage container.": "Shelf_ed478c3e", "Please pick up the apple from the white chair and place it by the television.": "Television_28", "Pick up the spray from the floor and place it in the trash can.": "bin_5", "Head over to the chair with the bowl on top of it, then grab the bowl and set it down on the dresser next to the purple chair.": "thorkea_dresser_aneboda", "Please pick up the book from the wicker chair and place it on the chest of drawers.": "Drawer_d31c1a91", "Go to the bedroom, go and grab the blue book on the bed, then go into the living room and set the book on the coffee table in front of the television.": "CoffeeTable_97df7c10", "Go to the white table and pick up the tennis racquet and place it on the shelf.": "thorkea_shelving_unit_kallax_large", "Please pick up the box from the hallway and place it on the blue sofa.": "thorkea_sofa_solsta", "Go into the living room and pick up the newspaper on the couch. Then go into the bedroom and set it on top of the drawer beside the white vase.": "Drawer_e6896390", "Go to the black table near the living room and grab the salt. Place it on the nearby table directly next to the apple.": "SideTable_36d359c2", "Go to the office and pick up the spray and place it on the sofa in the living room.": "thorkea_sofa_vreta", "Find the blue plate on the black table and pick it up. Place it on the white table by the laptop.": "SideTable_e98cf718", "Pick up the book on the brown bamboo chair and put the book on the TV stand, next to the pot.": "SideTable_a6440304", "Pick up the pepper and put it on the table next to the blue plate.": "SideTable_36d359c2", "Go to the living room and grab the basketball next to the chair, then go to the office and place it in the box.": "Box_27", "Grab the apple next to the laptop and go to the living room and place it on the table.": "CoffeeTable_d5ef56ac", "Find the pot that is near the television. Pick it up and place it next to the bowl that is located on the white chair in the hallway.": "Chair_d2bbfe0f", "Go into the bedroom and pick up the yellow vase. Then go into the living room and place the yellow vase on top of the white coffee table in front of the television.": "CoffeeTable_06686dd7", "Grab the mug next to the laptop and go to the living room and place it next to the TV.": "Television_13", "Pick up the book that is on the white table and place it on the brown table next to the spray.": "thorkea_desk_gustav", "Pick up the apple and place it in the pot.": "Pot_23", "Grab the book and go to the living room and place it next to the TV.": "Television_21", "Pick up one of the books located on the chair in the hallway. Place it on the nearest table next to the mug.": "SideTable_a6440304", "Go to the living room and grab the cell phone on the table, then come back to the bedroom and place it on the bed.": "Bed_7245ea61", "Go into the bedroom and pick up the basketball beside the bed. Next, go into the living room and place the basketball on the white sofa.": "thorkea_sofa_vreta", "Grab the teddy bear on the bed and go to the living room and place it next to the TV.": "Television_21", "Put the panda bear in the bedroom on the yellow sofa.": "Sofa_69feb537", "Pick up the apple beside the laptop and place it in the brown cardboard box beside the television.": "Box_27", "Take the vase on the table and go to the living room, then put it on the couch.": "thorkea_sofa_vreta", "Place the vase on the bedside table in the bedroom.": "SideTable_a6440304", "Take the basketball next to the bed in the bedroom and go to the office, then put it next to the TV.": "Television_5", "Take the alarm from the shelves near the bed and place it on the blue chair.": "Chair_d2bbfe0f", "Pick up the bottle and put it on the round white table.": "CoffeeTable_8c551ce5", "Go to the living room and grab the plate on the table, then come back to the bedroom and place it on the drawers.": "thorkea_dresser_aneboda", "Go to the bedroom and pick up the teddy on the bed and place it on the sofa in the living room.": "Sofa_69feb537", "Go to the office and grab the mug behind the laptop, then come back and place it on the drawers.": "Drawer_0ce4f9b5", "Take the brown ball between the sofa and the white chair and place it on the blue chair.": "Chair_d2bbfe0f", "Take the baseball bat and place it on the gray couch.": "Sofa_69feb537", "Go to the white drawer and pick up the pen and place it on the drawer next to the vase.": "Drawer_e6896390", "Grab the remote and take it to the chair sitting in front of the TV.": "ArmChair_d46035d3", "Pick up the apple sitting on the desk with the laptop and place it on the plate sitting on the table in the room with the TV.": "Plate_17", "Grab the gray bowl and go back into the starting room and place it on the table beside the alarm.": "SideTable_36d359c2", "Get the pillow from the bedroom and place it on the couch in front of the television.": "thorkea_sofa_vreta", "Go to the brown table and pick up the vase and place it in the blue bin.": "bin_5", "Pick up the salt that is sitting on the black table by the TV and take it to the white table.": "SideTable_36d359c2", "Go to the living room and pick up the pillow on the sofa and place it on the bed.": "thorkea_bed_meldal", "Go to the living room and grab the pillow on the couch, then come back and place it on the drawers.": "Drawer_0ce4f9b5", "Get the basketball next to the couch and place it on the desk with the laptop.": "thorkea_desk_gustav", "Take the basketball and put it inside the brown box.": "Box_23", "Pick up the apple and place it in the bowl sitting on the chair.": "Bowl_28", "Take the vase from the brown table and place it on the bed.": "thorkea_bed_meldal", "Go to the main area and grab the bottle on the drawer, then go to the office and place it on the drawers.": "Drawer_0ce4f9b5", "Get the apple next to the laptop and place it next to the television.": "Television_5", "Pick up the orange cup that is sitting next to the TV and put it inside the trash can next to the white chair.": "bin_28", "Pick up the book on the round white table and put it on the grey lounge chair.": "Chair_d2bbfe0f", "Pick up the remote that is on the couch and put it next to the TV.": "Television_28", "Take the ball from beside the bed and place it on the couch.": "thorkea_sofa_vreta", "Take the basketball from beside the bed and place it beside the laptop on the table.": "thorkea_coffee_table_hemnes", "Go to the living room, pick up the basketball next to the couch, then place it on the bed.": "RoboTHOR_bed_grankulla", "Take the remote from beside the alarm on the table and place it on the pillow on the yellow chair opposite the television.": "pillow_6", "Pick up the candle and put it over on the adjacent dresser.": "thorkea_dresser_aneboda", "Grab the glass cup on the end table and place it next to the mug and the bowl.": "Mug_3", "Go pick up the vase in the bedroom and place it on the blue chair in front of the TV.": "Chair_d2bbfe0f", "Get the salt and place it next to the blue plate.": "Plate_26", "Take the salt and place it between the cup and the plate.": "SideTable_36d359c2", "Take the Sherlock Holmes book from the room with the round white table and place it on the bed in the bedroom.": "RoboTHOR_bed_grankulla", "Take the vase from the table and place it on the chair in the corner of the room.": "thorkea_office_chair_allak", "Get the tennis racket on the floor next to the brown table and put it in the box in the living room.": "Box_27", "Take the cardboard box in the living room and place it next to the red bin in the left office.": "bin_13", "Go pick up the apple next to my laptop and place it on the left side of the TV on the stand.": "TVStand_8463b5a2", "Go pick up the cell phone from the coffee table and place it on the yellow couch.": "Sofa_69feb537", "Take the basketball in the living room and place it on top of the yellow tennis racket in the second office.": "Tennis_Racquet_5", "Get the cup and place it next to the alarm clock.": "SideTable_36d359c2", "Go pick up the dog figurine by the TV and place it on the grey couch next to the purple pillow.": "Sofa_69feb537", "Go to the bedroom, pick up the pillow on the bed, then place it on the couch.": "thorkea_sofa_vreta", "Grab the spray next on the table and put in next to the TV.": "Television_13", "Take the basketball in the room on the right hand side of the bed in the bedroom and place it in the bin that is on the left of the bed in the bedroom.": "bin_21", "Take the remote and place it in the black pot next to the television.": "Pot_2", "Go pick up the remote by the TV and place it on my bed.": "thorkea_bed_meldal", "Get the cup next to the television and place it on the floor next to the basketball.": "Basketball_1", "Go pick up my alarm clock and place it next to my laptop.": "Laptop_5", "Grab the book from the bed and put it on top of the drawer facing the yellow couch.": "Drawer_e6896390", "Take the basketball from the top of the white drawers and put it next to the bear on the bed.": "Bed_7245ea61", "Get the candle and place it on top of the books that rest in the chair.": "Chair_d2bbfe0f", "Pick up the alarm clock on the chest in the bedroom and place it on top of the books on the chair in the corridor.": "thorkea_chair_extendable", "Go pick up the salt and place it on the yellow sofa in front of the TV.": "ArmChair_d46035d3", "Pick up the apple next to the laptop, then place it on the desk next to the lamp.": "thorkea_desk_gustav", "Go to the bureau in the middle room and pick up the statue and then go to the couch and put the statue on the couch.": "Sofa_69feb537", "Go to the bed and pick up the bear, then go and sit it on the yellow couch.": "Sofa_69feb537", "Pick up the alarm clock from the drawers and then run and place it on the white couch.": "thorkea_sofa_vreta", "Take the vase from the brown table and put it on top of the white coffee table.": "CoffeeTable_06686dd7", "Go to the living room, grab the newspaper off the grey couch, then place it on the yellow couch.": "Sofa_69feb537", "Grab the cup on the coffee table and bring it to the laptop desk.": "thorkea_desk_lisabo", "Go to the coffee table and pick up the cup and then place it on the drawers beside the clock.": "thorkea_dresser_aneboda", "Fetch the basketball by the bed and put it on the couch.": "thorkea_sofa_vreta", "Pick up the vase on the brown table and place it on the white coffee table.": "thorkea_coffee_table_hemnes", "Go to the bedroom, pick up the teddy, then place it on the grey couch next to the pillow.": "Sofa_69feb537", "Grab the cellphone from the living room, then put it on the bed, next to the laptop.": "Bed_7245ea61", "Take the remote next to the alarm clock and place it between the spray bottle and the plant.": "Drawer_6a3a6210", "Go to the office and pick up the apple, then go to the living room and drop the apple in the box next to the TV.": "Box_27", "Grab the tennis racket on top of the white desk and put it by the salt and pepper.": "SideTable_36d359c2", "Grab the vase off the brown table, then place it on the white table in the living room.": "thorkea_coffee_table_hemnes", "Go into the office and pick up the apple beside the laptop. Next, place the apple inside the blue recycling bin.": "bin_5", "Go to the living room, grab the cup, then drop it in the recycling bin next to the laptop.": "bin_5", "Go to the corner and take the wine glass from the stand and then go to the drawers in the middle room and place the wine glass beside the plant.": "Houseplant_6", "Take the spray bottle next to the plant, and put it on the white circle desk.": "SideTable_36d359c2", "Pick up the spray next to the recycling bin, then put it on the cabinet next to the bed.": "thorkea_dresser_aneboda", "Put the dog figurine in the black pot.": "Pot_2", "Go to the bedroom and take the pillow, move to the living area and place it on the couch.": "thorkea_sofa_vreta", "Grab the round pillow on the chair and bring it to the grey couch.": "thorkea_sofa_solsta", "Take the remote next to the clock and put it on the chair in front of the TV.": "ArmChair_d46035d3", "Take the remote control and place it on the bed.": "RoboTHOR_bed_grankulla", "Run to the purple chair and pick up the cushion and turn round and go to the couch and place the cushion beside the laptop.": "thorkea_sofa_solsta", "Take the apple on the white chair next to grey couch and put it by the television.": "Television_28", "Grab the apple next to the plant, then drop it in the bin in the living room.": "bin_6", "Go pick up the baseball bat and place it next to the alarm clock on the floor.": "Alarm_Clock_6", "Grab the mug next to the laptop, then put it on the stand next to the plant.": "SideTable_36d359c2", "Go pick up the blue plate and place it next to the apple on the table.": "thorkea_coffee_table_kragsta", "Take the book on the bed, move to the living room and place the book on top of the book near the TV.": "Book_17", "Go pick up the pillow on the purple sofa and place it next to my laptop.": "Laptop_28", "Go to the bed, take the teddy and drop it inside the bin next to the bed.": "bin_21", "Go pick up the remote near my laptop and place it to the left of the TV on the table.": "SideTable_a6440304", "Go pick up the mug and place it on the arm of the purple sofa.": "thorkea_sofa_solsta", "Run to the white drawer, grab the pen and bring it back to me in the bedroom.": "Bed_7245ea61", "Pick up the apple from the table and place it on the couch in the living room.": "thorkea_sofa_vreta", "Pick up the book from the table and place it next to the spray bottle on the table.": "thorkea_desk_gustav", "Grab the basketball next to the bed. Place it in the blue bin near the laptop.": "bin_5", "Move and pick up the pepper off the table and then move to the center area and place the pepper on the brown chest of drawers next to the apple.": "Drawer_0ce4f9b5", "Run to the living room, pick up the plate, then put it on the bed.": "thorkea_bed_meldal", "Pick up the remote that is on the couch and then move to the lounge and place the remote next to the TV on the brown drawers.": "Drawer_d31c1a91", "Move to the living room and pick up the orange cup next to the TV on the brown drawers, then place the cup on the grey couch next to the laptop.": "thorkea_sofa_solsta", "Go into the room on the right and pick up the basketball on the white stand. Go to the dresser that has the white television on it and place the basketball to the right of the dresser.": "thorkea_dresser_aneboda", "Pick up the blue bowl, which is on the white chair in the hallway, and place the bowl on the grey couch.": "thorkea_sofa_solsta", "Go to the bedroom and grab the pillow, then bring it to the office and place it on the desk.": "thorkea_desk_gustav", "Grab the tennis racket next to the desk, then place it on the couch that is next to the basketball in the living room.": "thorkea_sofa_vreta", "Take the apple near the painting, bring it to the living room and place it on the chair.": "ArmChair_d46035d3", "Go to the drawer near the TV. Pick up the salt. Put the salt next to the laptop.": "Laptop_6", "Take the bat under the TV. Place it on the chair with the bowl.": "Chair_d2bbfe0f", "Pick up the pillow from the purple chair. Put it next to the laptop on the couch.": "thorkea_sofa_solsta", "Go into the bedroom. Grab the yellow pillow. Bring the pillow into the living room and put it on the couch.": "thorkea_sofa_vreta", "Find the spray near the chair. Drop it in the box near the TV.": "Box_23", "Run to the bamboo chair in the corner and pick up the spray bottle and go back to the couch room and put the spray bottle on the couch.": "thorkea_sofa_solsta", "Put the apple next to the laptop into the box in the living room next to the TV.": "Box_27", "Grab the fertility idol from the brown drawer, then put it in the bin next to the bed.": "bin_21", "Pick up the hand from the living room, then take it to the couch.": "Sofa_69feb537", "Take the pillow from the couch and place it on the far side of the bed.": "thorkea_bed_meldal", "Grab the remote next to the alarm clock and place it next to the TV.": "Television_6", "Pick up the yellow plate and place it on the white couch opposite the TV.": "thorkea_sofa_vreta", "Grab the yellow pilllow in the bedroom and place it on the desk that has the plant on it.": "thorkea_desk_gustav", "Take the white book and drop it on the chair under the desert painting on the wall.": "Chair_d2bbfe0f", "Pick up the glass bottle and bring it to the room with a TV on the desk. Place it on the chair opposite it.": "thorkea_sofa_solsta", "Find the white vase and place it on the white desk in front of the basketball.": "Drawer_e6896390", "Find the pot and go into the bedroom. Put it on the bedside table opposite the lamp.": "SideTable_a6440304", "Take the alarm and bring it to the room with two chairs. Place it on the chair in the corner of the room.": "thorkea_chair_extendable", "Take the plate on the white table and bring it to the bedroom. Place it on the bed that’s beside the basketball.": "thorkea_bed_meldal", "Pick up the basketball next to the baseball bat and put it in the bin.": "bin_5"}